[
{
  "model": "fly.product",
  "pk": 5,
  "fields": {
    "name": "Python  ",
    "description": null,
    "image": "",
    "category": null,
    "price": "29.99",
    "created_at": "2025-08-06T12:40:38.123Z",
    "updated_at": "2025-08-06T12:40:38.123Z"
  }
},
{
  "model": "fly.product",
  "pk": 6,
  "fields": {
    "name": "молоко",
    "description": "Молоко — питательная жидкость, вырабатываемая молочными железами самок млекопитающих во время лактации. Естественное назначение молока — вскармливание потомства, которое ещё не способно переваривать другую пищу.",
    "image": "products/молоко.jpg",
    "category": 4,
    "price": "100.00",
    "created_at": "2025-08-09T17:36:47.904Z",
    "updated_at": "2025-08-09T17:37:04.836Z"
  }
},
{
  "model": "fly.product",
  "pk": 7,
  "fields": {
    "name": "сыр",
    "description": "Сыр — пищевой продукт в виде твёрдой или полутвёрдой массы, получаемый в процессе сыроделия из молока, заквашиваемого особым способом. 12\r\nОтличительной чертой сыров является высокое содержание белков (до 25%), молочного жира (до 60%) и минеральных веществ (до 3,5%, не считая поваренной соли). 13\r\nНекоторые виды сыра:\r\nТвёрдый сыр. Произведён из молока с добавлением сычужного фермента. Имеет самую твёрдую консистенцию, благодаря чему его не режут, а колют на порционные кусочки, которые не слипаются между собой.\r\nМягкий сыр. К мягким сырам относят сыры с белой, голубой, зелёной, красной плесенью: бри, камамбер, горгонзолу, рокфор, дор блю, стилтон, маруаль и т. д..\r\nРассольный сыр. Созревает и хранится в рассоле, благодаря чему имеет особенную текстуру и более солёный вкус. К таким сырам относятся фета, брынза, адыгейский, сулугуни, моцарелла, буррата, чечил и т. д..\r\nПлавленый сыр. Изготавливается из створоженного молока с добавлением растительных жиров и солей-плавителей. Может иметь пастообразную или плотную консистенцию, солёный или сладкий вкус, а также дополняться различными ингредиентами вроде кусочков грибов, ветчины, зелени, овощей.\r\nРастительный сыр. Вегетарианская разновидность, которая может иметь схожие вкусовые характеристики, но не содержит продуктов животного происхождения. В качестве основы используются растительные масла (например, кокосовое), белки (чаще всего соевый), крахмал (в качестве загустителя), специи и различные добавки, в том числе вкусовые.",
    "image": "products/сыр.jpg",
    "category": 4,
    "price": "200.00",
    "created_at": "2025-08-09T17:37:59.495Z",
    "updated_at": "2025-08-09T17:37:59.495Z"
  }
},
{
  "model": "fly.product",
  "pk": 8,
  "fields": {
    "name": "сметана",
    "description": "Сметана — жидкий кисломолочный продукт белого цвета густой консистенции, получаемый из сливок и закваски.",
    "image": "products/сметана.jpg",
    "category": 4,
    "price": "300.00",
    "created_at": "2025-08-09T17:38:49.451Z",
    "updated_at": "2025-08-09T17:38:49.451Z"
  }
},
{
  "model": "fly.product",
  "pk": 9,
  "fields": {
    "name": "смартфон",
    "description": "Смартфон — это умный мобильный телефон. Устройство, с помощью которого можно звонить, отправлять письма. Также на него можно скачивать программы, игры, снимать фото и видео. С его помощью можно попасть в интернет, редактировать документы онлайн и многое другое.",
    "image": "",
    "category": 5,
    "price": "20000.00",
    "created_at": "2025-08-09T17:41:32.178Z",
    "updated_at": "2025-08-09T17:41:32.178Z"
  }
},
{
  "model": "fly.product",
  "pk": 10,
  "fields": {
    "name": "пылесос",
    "description": 